Repository: paulgessinger/swift-paperless
Catalog: swift-paperless/Localization/Login.xcstrings
Source language: en
Languages: da, de, fr, it, nl, pl, tr

# additionalTitle
source: Add server
da: Tilføj server
de: Server hinzufügen
fr: Ajouter un serveur
it: Aggiungi server
nl: Server toevoegen
pl: Dodaj serwer
tr: Sunucu ekle

# apiInUrlNotice
source: Do not include `/api` in the URL
da: Inkluder ikke `/api` i URL'en
de: Bitte `/api/` aus der URL entfernen
fr: Ne pas inclure `/api` dans l'URL
it: Non includere `/api' nell'URL
nl: `/api` niet aan de URL toevoegen
pl: Nie dodawaj `/api` do adresu URL
tr: URL'ye `/api` eklemeyin

# autologinHint
source: In case you have *autologin* using `PAPERLESS_AUTO_LOGIN_USERNAME` enabled, try logging in without credentials.
da: Hvis du har aktiveret *autologin* med `PAPERLESS_AUTO_LOGIN_USERNAME`, kan du prøve at logge ind uden legitimationsoplysninger.
de: Falls du *Autologin* mit `PAPERLESS_AUTO_LOGIN_USERNAME` aktiviert hast, versuche, dich ohne Anmeldedaten anzumelden.
fr: Si vous avez activé la *connexion automatique* en utilisant `PAPERLESS_AUTO_LOGIN_USERNAME`, essayez de vous connecter sans informations d'identification.
it: Se è stato attivato l'*accesso automatico* con `PAPERLESS_AUTO_LOGIN_USERNAME` abilitato, provare ad accedere senza credenziali.
nl: Als je *autologin* hebt ingeschakeld met `PAPERLESS_AUTO_LOGIN_USERNAME`, probeer dan in te loggen zonder inloggegevens.
pl: Jeśli masz włączone *automatyczne logowanie* przy użyciu `PAPERLESS_AUTO_LOGIN_USERNAME`, spróbuj zalogować się bez poświadczeń.
tr: Eğer `PAPERLESS_AUTO_LOGIN_USERNAME` kullanarak *autologin* özelliğini etkinleştirdiyseniz, kimlik bilgileri olmadan oturum açmayı deneyin.

# buttonLabel
source: Log in
da: Log ind
de: Einloggen
fr: Se connecter
it: Accedi
nl: Aanmelden
pl: Zaloguj
tr: Oturum aç

# buttonValidating
source: Validating
da: Validering
de: Überprüfen
fr: En cours de validation
it: Convalida
nl: Valideren
pl: Weryfikowanie
tr: Doğrulanıyor

# certificateInfo
source: Self-signed certificates are supported using the operating system trust store!
da: Selvsignerede certifikater understøttes ved hjælp af operativsystemets trust store!
de: Selbstsignierte Zertifikate sind unterstützt, wenn sie im Trust-Store des Betriebssystems hinterlegt sind!
fr: Les certificats autosignés sont pris en charge par le magasin de confiance du système d'exploitation !
it: I certificati autofirmati sono supportati utilizzando il trust store del sistema operativo!
nl: Zelf-ondertekende certificaten worden ondersteund met behulp van de operating system trust store!
pl: Certyfikaty z podpisem własnym są obsługiwane przy użyciu magazynu certyfikatów systemu operacyjnego!
tr: Öz imzalı sertifikalar işletim sisteminin güven deposu aracılığıyla desteklenir!

# continueButtonLabel
source: Continue
da: Fortsæt
de: Weiter
fr: Continuer
it: Continua
nl: Volgende
pl: Kontynuuj
tr: Devam et

# credentialMode
source: Mode
da: Tilstand
de: Modus
it: Modalità
nl: Modus
pl: Rodzaj
tr: Mod

# credentialModeNone
source: No credentials
da: Ingen legitimationsoplysninger
de: Keine Anmeldedaten
fr: Aucun identifiant
it: No credenziali
nl: Geen inloggegevens
pl: Brak poświadczeń
tr: Kimlik bilgisi yok

# credentialModeNoneDescription
source: Login without any explicit credentials. This works in forward authentication scenarios with custom headers, or when using mTLS with trusted forwarding.
da: Login uden eksplicitte legitimationsoplysninger. Dette fungerer i scenarier med videresendelse af godkendelse med brugerdefinerede overskrifter, eller når man bruger mTLS med pålidelig videresendelse.
de: Anmeldung ohne explizite Anmeldedaten. Dies funktioniert in Forward-Authentifizierungsszenarien mit benutzerdefinierten Headern oder bei Verwendung von mTLS mit Weiterleitung.
fr: Se connecter sans avoir d'informations d'identification explicites. Cela fonctionne dans les scénarios d'authentification directe avec des en-têtes personnalisés, ou lors de l'utilisation de mTLS avec un transfert de confiance.
it: Accesso senza credenziali esplicite. Questo funziona in scenari di autenticazione con header personalizzati o quando si usa mTLS con inoltro fidato.
nl: Log in zonder expliciete inloggegevens. Dit werkt in pro-authenticatie-scenario's met aangepaste headers, of wanneer je mTLS gebruikt met vertrouwde forwarding.
pl: Logowanie bez poświadczeń. Działa to w sytuacji, gdy logowanie odbywa się przez niestandardowe nagłówki, mTLS lub podobne.
tr: Herhangi bir açık kimlik bilgisi olmadan oturum açın. Bu, özel başlıklara sahip ileri kimlik doğrulama senaryolarında veya güvenilir yönlendirme ile mTLS kullanıldığında çalışır.

# credentialModeOidcDescription
source: Use an external OpenID Connect provider to log in. See [here](%@) for more information.
da: Brug en ekstern OpenID Connect-udbyder til at logge ind. Se [her](%@) for mere information.
de: Verwende einen externen OpenID Connect-Anbieter für die Anmeldung. Siehe [hier](%@) für weitere Informationen.
fr: Utilisez un fournisseur OpenID Connect externe pour vous connecter. Voir [ici](%@) pour plus d'informations.
it: Utilizzare un provider OpenID Connect esterno per accedere. Per ulteriori informazioni, vedere [qui](%@).
nl: Gebruik een externe OpenID Connect provider om in te loggen. Zie [hier](%@) voor meer informatie.
pl: Użyj zewnętrznego dostawcy OpenID Connect, aby się zalogować. Więcej informacji można znaleźć [tutaj](%@).
tr: Oturum açmak için harici bir OpenID Connect sağlayıcısı kullanın. Daha fazla bilgi için [buraya](%@) bakın.

# credentialModeTokenDescription
source: Login with an API token that you obtained in the admin interface.
da: Log ind med et API-token, som du har fået i admin-grænsefladen.
de: Melde dich mit einem API-Schlüssel an, den du über die Verwaltungsoberfläche erhalten hast.
fr: Connectez-vous avec un jeton API que vous avez obtenu dans l'interface d'administration.
it: Accedi con un token API che hai ottenuto nell'interfaccia di amministrazione.
nl: Log in met een API-token dat je hebt verkregen in de beheerdersinterface.
pl: Logowanie za pomocą tokena API uzyskanego w panelu administracyjnym.
tr: Yönetici arayüzünden edindiğiniz bir API erişim anahtarı ile giriş yapın.

# credentialModeUsernamePassword
source: Username & Password
da: Brugernavn og adgangskode
de: Benutzername & Passwort
fr: Nom d’utilisateur / mot de passe
it: Nome utente e Password
nl: Gebruikersnaam en wachtwoord
pl: Nazwa użytkownika i hasło
tr: Kullanıcı adı & Şifre

# credentialModeUsernamePasswordDescription
source: Login with a username and password. This only works with local accounts, and not with accounts authenticated through OpenID Connect.
da: Log ind med et brugernavn og en adgangskode. Dette fungerer kun med lokale konti og ikke med konti, der er godkendt via OAuth2/OIDC.
de: Anmeldung mit einem Benutzernamen und einem Passwort. Dies funktioniert nur mit lokalen Konten und nicht mit Konten, die über OAuth2/OIDC authentifiziert wurden.
fr: Se connecter avec un nom d'utilisateur et un mot de passe. Cela ne fonctionne qu'avec les comptes locaux, et non avec les comptes authentifiés par OAuth2/OIDC.
it: Accedi con un nome utente e una password. Funziona solo con gli account locali, e non con gli account autenticati tramite OAuth2/OIDC.
nl: Inloggen met een gebruikersnaam en wachtwoord. Dit werkt alleen met lokale accounts en niet met accounts die geverifieerd zijn via OAuth2/OIDC.
pl: Zaloguj się za pomocą nazwy użytkownika i hasła. Działa to tylko z kontami lokalnymi, a nie z kontami uwierzytelnionymi przez OAuth2/OIDC.
tr: Bir kullanıcı adı ve parola ile giriş yapın. Bu yalnızca yerel hesaplarla çalışır ve OAuth2/OIDC aracılığıyla kimliği doğrulanan hesaplarla çalışmaz.

source: Credentials
da: Loginoplysninger
de: Zugangsdaten
fr: Identifiants
it: Credenziali
nl: Inloggegevens
pl: Dane uwierzytelniające
tr: Kimlik bilgileri

# detailsTitle
source: Details
da: Detaljer
fr: Détails
it: Dettagli
pl: Szczegóły
tr: Detaylar

# documentationLinkLabel
source: More info here
da: Mere information her
de: Mehr Informationen
fr: Plus d'informations ici
it: Ulteriori info qui
nl: Meer informatie
pl: Więcej informacji tutaj
tr: Daha fazla bilgi

# errorInsufficientPermissionsDetail
source: The user associated with these credentials has insufficient permissions. A minimum set of permissions is required to be able to use the app!
da: Den bruger, der er knyttet til disse oplysninger, har ikke tilstrækkelige tilladelser. Der kræves et minimum af tilladelser for at kunne bruge appen!
de: Der mit diesen Anmeldeinformationen verbundene Benutzer hat unzureichende Berechtigungen. Ein Minimum an Berechtigungen wird benötigt, um die App nutzen zu können!
fr: L'utilisateur associé à ces informations d'identification ne dispose pas d'autorisations suffisantes. Un minimum d'autorisations est requis pour pouvoir utiliser l'application !
it: L'utente associato a queste credenziali non ha autorizzazioni sufficienti. Per poter utilizzare l'app è necessario un set minimo di autorizzazioni!
nl: De gebruiker die geassocieerd is met deze inloggegevens heeft onvoldoende rechten. Een minimum aan toestemmingen is vereist om de app te kunnen gebruiken!
pl: Użytkownik powiązany z tymi poświadczeniami ma niewystarczające uprawnienia. Do korzystania z aplikacji wymagany jest minimalny zestaw uprawnień!
tr: Bu kimlik bilgilerine sahip kullanıcının izinleri yetersiz. Uygulamayı kullanabilmek için minimum bir izin grubu gereklidir!

# errorLoginInvalid
source: Invalid credentials
da: Ugyldige loginoplysninger
de: Ungültige Zugangsdaten
fr: Identifiants invalides
it: Credenziali non valide
nl: Ongeldige inloggegevens
pl: Nieprawidłowe dane logowania
tr: Geçersiz kimlik bilgileri

# errorLoginInvalidDetails
source: **The username and password combination was rejected.** Please check you typed them in correctly.
da: **Kombinationen af brugernavn og adgangskode blev afvist. Tjek venligst, at du har indtastet dem korrekt.
de: **Die Kombination aus Benutzername und Passwort wurde abgelehnt.** Bitte überprüfe, ob sie richtig eingegeben wurden.
fr: **La combinaison du nom d'utilisateur et du mot de passe a été rejetée.** Veuillez vérifier que vous les avez saisis correctement.
it: **La combinazione di nome utente e password è stata rifiutata.** Controllare di averli digitati correttamente.
nl: **De combinatie van gebruikersnaam en wachtwoord is geweigerd.** Controleer of u de gegevens juist hebt ingevoerd.
pl: **Podane nazwy użytkownika i hasło zostały odrzucone.** Sprawdź, czy wpisałeś je poprawnie.
tr: **Kullanıcı adı ve parola kombinasyonu reddedildi.** Lütfen doğru yazılmış olduklarını kontrol edin.

# errorMessage
source: Error while logging in
da: Fejl under indlogning
de: Fehler beim Einloggen
fr: Erreur lors de la connexion
it: Errore durante l'accesso.
nl: Fout bij inloggen
pl: Błąd podczas logowania
tr: Oturum açarken hata oluştu

# errorNoCredentialsUnauthorized
source: **The connection request without credentials was rejected.** Please check your configuration.
da: **Forbindelsesanmodningen uden legitimationsoplysninger blev afvist.** Tjek venligst din konfiguration.
de: **Die Verbindungsanfrage ohne Anmeldeinformationen wurde abgelehnt.** Bitte überprüfe deine Konfiguration.
fr: **La demande de connexion sans identifiants a été rejetée.** Veuillez vérifier votre configuration.
it: **La richiesta di connessione senza credenziali è stata rifiutata.** Controllare la configurazione.
nl: **Het verbindingsverzoek zonder referenties is afgewezen.** Controleer je configuratie.
pl: **Żądanie połączenia bez poświadczeń zostało odrzucone.** Sprawdź swoją konfigurację.
tr: **Kimlik bilgileri olmadan bağlantı isteği reddedildi.** Lütfen yapılandırmanızı kontrol edin.

# errorTokenInvalid
source: **The access token is invalid.** Please check you typed it in correctly.
da: **Adgangstokenet er ugyldigt.** Tjek venligst, at du har indtastet det korrekt.
de: **Der API-Schlüssel ist ungültig.** Bitte überprüfe, ob er richtig eingegeben wurde.
fr: **Le jeton d'accès n'est pas valide.** Veuillez vérifier que vous l'avez tapé correctement.
it: **Il token di accesso non è valido.** Controllare di averlo digitato correttamente.
nl: **Het toegangstoken is ongeldig.** Controleer of je het goed hebt ingevoerd.
pl: **Token dostępu jest nieprawidłowy.** Sprawdź, czy został wpisany poprawnie.
tr: **Erişim anahtarı geçersiz.** Lütfen doğru yazdığınızı kontrol edin.

# errorTokenInvalidUsernamePassword
source: **Username and password were accepted, but the returned access token was rejected.** This is likely an internal error. Please send a bug report with logs.
da: **Brugernavn og adgangskode blev accepteret, men det returnerede adgangstoken blev afvist.** Dette er sandsynligvis en intern fejl. Send venligst en fejlrapport med logfiler.
de: **Benutzername und Passwort wurden akzeptiert, aber der zurückgegebene Schlüssel wurde abgelehnt.** Dies ist wahrscheinlich ein interner Fehler. Bitte sende einen Fehlerbericht mit Logs.
fr: **Le nom d'utilisateur et le mot de passe ont été acceptés, mais le jeton d'accès renvoyé a été rejeté.** Il s'agit probablement d'une erreur interne. Veuillez envoyer un rapport de bogue avec les journaux.
it: **Nome utente e password sono corretti, ma il token di accesso restituito è stato rifiutato.** Questo è probabilmente un errore interno. Si prega d'inviare una segnalazione di bug con i log.
nl: **De gebruikersnaam en het wachtwoord zijn geaccepteerd, maar het teruggestuurde toegangstoken is geweigerd.** Dit is waarschijnlijk een interne fout. Stuur een bugrapport met logbestanden.
pl: **Nazwa użytkownika i hasło zostały zaakceptowane, ale zwrócony token dostępu został odrzucony.** Prawdopodobnie jest to błąd wewnętrzny. Proszę wysłać raport o błędzie z logami.
tr: **Kullanıcı adı ve parola kabul edildi, ancak döndürülen erişim anahtarı reddedildi.** Bu muhtemelen bir uygulama hatasıdır. Lütfen uygulama günlükleriyle birlikte bir hata raporu gönderin.

# errorUrlInvalid
source: The entered URL is invalid
da: Den angivne URL er ugyldig
de: Die eingegebene URL ist ungültig
fr: L'URL saisie n'est pas valide
it: L'URL inserito non è valido
nl: De opgegeven URL is ongeldig
pl: Podany adres URL jest nieprawidłowy
tr: Girilen URL geçersiz

# extraHeaderAuthorization
source: **Warning:** the *Authorization* header is used by Paperless-ngx for token-based API authorization. Using this header for Basic auth will likely lead to issues. You can try configuring an alternative header for Basic auth in your Reverse Proxy configuration.
da: **Advarsel:** headeren *Authorization* bruges af Paperless-ngx til token-baseret API-autorisation. Brug af denne header til Basic auth vil sandsynligvis føre til problemer. Du kan prøve at konfigurere en alternativ header til Basic auth i din Reverse Proxy-konfiguration.
de: **Warnung:** Der *Authorization*-Header wird von Paperless-ngx für die tokenbasierte API-Autorisierung verwendet. Die Verwendung dieses Headers für Basic auth führt oft zu Problemen. Du kannst versuchen, einen alternativen Header für Basic auth in deinem Reverse-Proxy einzustellen.
fr: **Avertissement:** l'en-tête *Authorization* est utilisé par Paperless-ngx pour l'autorisation de l'API basée sur un jeton. L'utilisation de cet en-tête pour l'authentification de base entraînera probablement des problèmes. Vous pouvez essayer de configurer un autre en-tête pour l'authentification de base dans la configuration de votre Reverse Proxy.
it: **Attenzione:** l'header *Authorization* è utilizzato da Paperless-ngx per l'autorizzazione API basata su token. L'uso di questa intestazione per l'autenticazione di base potrebbe causare problemi. Si può provare a configurare un header alternativo per l'autenticazione di base nella configurazione del Reverse Proxy.
nl: **Waarschuwing:** de *Authorization* header wordt gebruikt door Paperless-ngx voor token-gebaseerde API autorisatie. Het gebruik van deze header voor Basic auth zal waarschijnlijk leiden tot problemen. U kunt proberen een alternatieve header te configureren voor Basic auth in uw Reverse Proxy configuratie.
pl: **Ostrzeżenie:** Nagłówek *Authorization* jest używany przez Paperless-ngx do autoryzacji API opartej na tokenach. Użycie tego nagłówka dla Basic auth prawdopodobnie doprowadzi do problemów. Możesz spróbować skonfigurować alternatywny nagłówek dla Basic auth w konfiguracji Reverse Proxy.
tr: **Uyarı:** *Authorization* başlığı Paperless-ngx tarafından erişim anahtarı bazlı API yetkilendirmesi için kullanılır. Temel yetkilendirme için bu başlığı kullanmak büyük olasılıkla sorunlara yol açacaktır. Ters vekil sunucu yapılandırmanızda temel yetkilendirme için alternatif bir başlık yapılandırmayı deneyebilirsiniz.

source: Extra headers
da: Ekstra headere
de: Zusätzliche *Header*
fr: En-têtes supplémentaires
it: Headers aggiuntivi
pl: Dodatkowe nagłówki
tr: Ekstra başlıklar

# extraHeadersDescription
source: Extra headers to include in all API requests that the app makes to your installation.
da: Ekstra headere der skal inkluderes i alle API-anmodninger, som appen sender til din installation.
de: Explizite zusätzliche Header die in alle Anfragen and die Schnittstelle mitgegeben werden.
fr: En-têtes supplémentaires à inclure dans toutes les requêtes API que l'application fait à votre installation.
it: Header extra da includere in tutte le richieste API che l'applicazione fa alla vostra installazione.
nl: Extra headers om op te nemen in alle API-verzoeken die de app doet aan uw installatie.
pl: Dodatkowe nagłówki do uwzględnienia we wszystkich żądaniach API wysyłanych przez aplikację do twojego serwera.
tr: Uygulamanın kurulumunuza yaptığı tüm API isteklerine eklenecek ekstra başlıklar.

# extraHeadersKey
source: Key
da: Nøgle
de: Schlüssel
fr: Clé
it: Chiave
pl: Nagłówek
tr: Anahtar

# extraHeadersValue
source: Value
da: Værdi
de: Wert
fr: Valeur
it: Valore
nl: Waarde
pl: Wartość
tr: Değer

# httpWarning
source: If at all possible, use HTTPS to connect to the API for non-local addresses.
da: Hvis det er muligt, skal du bruge HTTPS til at oprette forbindelse til API'en for ikke-lokale adresser.
de: Verwende, wenn möglich, HTTPS für die Verbindung zur API für nicht lokale Adressen.
fr: Si possible, utilisez HTTPS pour vous connecter à l'API pour les adresses non locales.
it: Se possibile, utilizzare HTTPS per connettersi all'API per gli indirizzi non locali.
nl: Gebruik, indien mogelijk, HTTPS om verbinding te maken met de API voor niet-lokale adressen.
pl: Jeśli to możliwe, używaj HTTPS do łączenia się z API dla adresów nielokalnych.
tr: Mümkünse, yerel olmayan adreslerde API'ye bağlanmak için HTTPS kullanın.

# identityDescription
source: Select a client certificate to use when connecting to the target server.
da: Vælg et klientcertifikat, der skal bruges, når du opretter forbindelse til målserveren.
de: Wähle ein Client-Zertifikat aus, das bei der Verbindung mit dem Zielserver verwendet werden soll.
fr: Sélectionnez un certificat client à utiliser lors de la connexion au serveur cible.
it: Selezionare un certificato client da utilizzare per la connessione al server.
nl: Selecteer een clientcertificaat om te gebruiken bij het verbinden met de doelserver.
pl: Wybierz certyfikat klienta, który ma być używany podczas łączenia się z serwerem docelowym.
tr: Hedef sunucuya bağlanırken kullanılacak bir istemci sertifikası seçin.

# identityTitle
source: Identity
da: Identitet
de: Identität
fr: Identité
it: Identità
nl: Identiteit
pl: Poświadczenia
tr: Kimlik

# moreToolbarButtonLabel
source: More
da: Mere
de: Mehr
fr: Plus
it: Altro
nl: Meer
pl: Więcej
tr: Daha fazla

# noIdentity
source: None
da: Ingen
de: Keine
fr: Aucun
it: Nessuna
nl: Geen
pl: Brak
tr: Hiçbiri

# oidcError
source: There was an error logging in using OIDC.
da: Der opstod en fejl ved login med OIDC.
de: Bei der Anmeldung über OIDC ist ein Fehler aufgetreten.
fr: Une erreur s'est produite lors de la connexion à l'aide de l'OIDC.
it: Si è verificato un errore di accesso utilizzando OIDC.
nl: Er is een fout opgetreden bij het aanmelden met OIDC.
pl: Wystąpił błąd logowania przy użyciu OIDC.
tr: OIDC kullanarak oturum açarken bir hata oluştu.

# oidcLoginUsing
source: Login using %@
da: Log ind med %@
de: Anmelden mit %@
fr: Se connecter à l'aide de %@
it: Accesso con %@
nl: Inloggen met %@
pl: Logowanie przy użyciu %@
tr: %@adresini kullanarak giriş yapın

# oidcUnavailableDescription
source: Login using OpenID Connect accounts is not possible. Please make sure that this capability is configured in Paperless-ngx. You can find more information [here](%@).
da: Det er ikke muligt at logge ind med OpenID Connect-konti. Sørg for, at denne funktion er konfigureret i Paperless-ngx. Du kan finde flere oplysninger [her](%@).
de: Die Anmeldung über OpenID Connect-Konten ist nicht möglich. Bitte stelle sicher, dass diese Funktion in Paperless-ngx konfiguriert ist. Weitere Informationen findest du [hier](%@).
fr: La connexion à l'aide de comptes OpenID Connect n'est pas possible. Veuillez vous assurer que cette fonctionnalité est configurée dans Paperless-ngx. Vous pouvez trouver plus d'informations [ici](%@).
it: L'accesso tramite account OpenID Connect non è possibile. Assicurarsi che questa funzionalità sia configurata in Paperless-ngx. È possibile trovare ulteriori informazioni [qui] (%@).
nl: Inloggen met OpenID Connect-accounts is niet mogelijk. Zorg ervoor dat deze mogelijkheid is geconfigureerd in Paperless-ngx. Meer informatie vindt u [hier](%@).
pl: Logowanie przy użyciu kont OpenID Connect nie jest możliwe. Upewnij się, że ta funkcja jest skonfigurowana w Paperless-ngx. Więcej informacji można znaleźć [tutaj](%@).
tr: OpenID Connect hesaplarını kullanarak giriş yapmak mümkün değildir. Lütfen bu özelliğin Paperless-ngx'te yapılandırıldığından emin olun. Daha fazla bilgiyi [burada](%@) bulabilirsiniz.

# oidcUnavailableTitle
source: OpenID Connect is not available
da: OpenID Connect er ikke tilgængelig
de: OpenID Connect ist nicht verfügbar
fr: OpenID Connect n'est pas disponible
it: OpenID Connect non è disponibile
nl: OpenID Connect is niet beschikbaar
pl: OpenID Connect nie jest dostępny
tr: OpenID Connect kullanılamıyor

# otp
source: 2FA code
da: 2FA-kode
de: Zweiter-Faktor Code
fr: Code A2F
it: Codice A2F
pl: Kod 2FA
tr: İki adımlı doğrulama kodu

# otpDescription
source: 2FA is enabled, an OTP is required.
da: 2FA er aktiveret, og der kræves en OTP.
de: Zwei-Faktor Authentifizierung ist aktiviert, ein OTP ist erforderlich.
fr: 2FA est activé, un OTP est nécessaire.
it: Il 2FA è abilitato, è necessario un OTP.
nl: Als 2FA is ingeschakeld, is een OTP vereist.
pl: 2FA jest włączone, wymagany jest OTP.
tr: İki adımlı doğrulama etkin, bir tek seferlik kod gereklidir.

source: Password
da: Adgangskode
de: Passwort
fr: Mot de passe
nl: Wachtwoord
pl: Hasło
tr: Parola

# passwordStorageNotice
source: Your password is only used to log in, and not stored!
da: Din adgangskode bruges kun til at logge ind og gemmes ikke!
de: Das Passwort wird nur zum Login verwendet und nicht gespeichert!
fr: Votre mot de passe n'est utilisé que pour la connexion et n'est pas stocké!
it: La password viene utilizzata solo per accedere e non viene memorizzata!
nl: Je wachtwoord wordt alleen gebruikt om in te loggen, en niet opgeslagen!
pl: Twoje hasło jest używane tylko do logowania, nie jest przechowywane!
tr: Parolanız yalnızca oturum açmak için kullanılır ve saklanmaz!

# schemeSelectionLabel
source: Select scheme
da: Vælg skema
de: Schema auswählen
fr: Sélectionner le schéma
it: Seleziona schema
nl: Selecteer schema
pl: Wybierz protokół
tr: Protokol seç

# stageConnection
source: Connection
da: Forbindelse
de: Verbindung
fr: Connexion
it: Connessione
nl: Verbinding
pl: Połączenie
tr: Bağlantı

# stageCredentials
source: Credentials
da: Loginoplysninger
de: Anmeldedaten
fr: Identifiants
it: Credenziali
nl: Inloggegevens
pl: Poświadczenia
tr: Kimlik bilgileri
